{
    "round1": [
      ["Who makes the best music?", "Name a musician who has never won a Grammy."],
      ["What is the best pizza topping?", "What is the worst topping for pizza?"],
      ["Which superhero is the coolest?", "Name a superhero who never got their own movie."],
      ["What is the best fast food chain?", "Which fast food chain has the best fries?"],
      ["Which movie genre is the best?", "What movie genre can you not stand?"],
      ["What is the best ice cream flavor?", "Which ice cream flavor could you live without?"],
      ["Who is the best actor?", "Name an actor who always plays the same role."],
      ["What is the best video game?", "Name a game everyone recognizes."],
      ["Which sport is the most exciting?", "What sport do you turn off if it's on TV?"],
      ["What is the best soda brand?", "Which soda flavor do you always avoid?"],
      ["Who is the best comedian?", "What comedian do you think is not funny?"],
      ["What is the best breakfast food?", "Which cereal is the most iconic?"],
      ["Which animal would make the best pet?", "Name a pet that’s banned in some places."],
      ["What is the best season of the year?", "What season is your birthday?"],
      ["Who is the best athlete of all time?", "Who's your favorite athlete?"],
      ["What is the best candy bar?", "Which candy bar wrapper is the most recognizable?"],
      ["Which TV show is the funniest?", "What show have you watched over and over?"],
      ["What is the best board game?", "What board game is the worst?"],
      ["Who makes the best burgers?", "Which burger chain has the best secret menu?"],
      ["What is the best fruit?", "Name a fruit that’s always in season."],
      ["Which holiday is the most fun?", "What's your favorite holiday?"],
      ["What is the best type of sandwich?", "Which deli meat is a must-have?"],
      ["Who is the best musical artist?", "What musical artist do you think is untalented?"],
      ["What is the best snack food?", "Which chip brand dominates the aisle?"],
      ["Which cartoon character is the coolest?", "What's the most iconic cartoon character?"],
      ["What is the best dessert?", "What's the best dessert?"],
      ["What's the strangest food topping you've seen?", "Which taco topping is non-negotiable?"],
      ["What is the best type of weather?", "What weather can you not stand?"],
      ["Which superhero team is the best?", "What's the first superhero group that comes to mind?"],
      ["What is the best streaming service?", "What's an overrated streaming service?"],
      ["Who is the best rapper?", "What rapper is always off-beat?"],
      ["What is the best type of pasta?", "Which pasta sauce could you live without?"],
      ["Which fictional villain is the coolest?", "What fictional villain loses every fight?"],
      ["What is the best type of cookie?", "Which cookie brand is grocery-store royalty?"],
      ["Who makes the best coffee?", "Name a coffee chain with the best loyalty program."],
      ["What is the best amusement park ride?", "Name a ride that always has the longest line."],
      ["Which sci-fi movie is the best?", "Name a terrible sci-fi movie."],
      ["What is the best type of soup?", "Which canned soup is a pantry staple?"],
      ["What is the best type of bread?", "What is the worst type of bread?"],
      ["Which dinosaur is the coolest?", "Name a dinosaur from your childhood."],
      ["What is the best type of cheese?", "Name a cheese you can't stand."],
      ["Who makes the best fries?", "Which restaurant has the worst fries?"],
      ["What is the best type of salad?", "What salad do you think is the worst?"],
      ["What is the best type of pie?", "Which pie filling is holiday-only?"],
      ["What is the best type of donut?", "What's the weirdest donut you've seen?"],
      ["Which planet is the most interesting?", "Name a planet in the solar system."],
      ["What is the best type of cereal?", "Name a discontinued cereal you miss."]
    ],
    "round2": [
      ["Who here has the most money?", "Who here would need help paying rent?"],
      ["Who here is the best cook?", "Who here burns water when trying to boil it?"],
      ["Who here is the most athletic?", "Who here would lose a race to a turtle?"],
      ["Who here has the best fashion sense?", "Who here needs a stylist?"],
      ["Who here is the funniest?", "Who here tells jokes that make crickets chirp?"],
      ["Who here is the most organized?", "Who here can’t find their keys in their own pocket?"],
      ["Who here has the best dance moves?", "Who here dances like a malfunctioning robot?"],
      ["Who here is the most punctual?", "Who here would be late to their own funeral?"],
      ["Who here has the best singing voice?", "Who here sounds like a dying cat?"],
      ["Who here is the most tech-savvy?", "Who here would still use a flip phone?"],
      ["Who here has the most Instagram followers?", "Who here has fewer followers than their grandma?"],
      ["Who here is the best driver?", "Who here parallel parks like a demolition derby?"],
      ["Who here is the most generous?", "Who here would fight a child for the last cookie?"],
      ["Who here has the best memory?", "Who here forgets their own birthday?"],
      ["Who here is the most adventurous eater?", "Who here thinks ketchup is too spicy?"],
      ["Who here is the best at trivia?", "Who here thinks the moon is made of cheese?"],
      ["Who here is the best storyteller?", "Who here puts everyone to sleep mid-sentence?"],
      ["Who here is the most competitive?", "Who here lets everyone win at Monopoly?"],
      ["Who here has the best handwriting?", "Who here writes like a serial killer?"],
      ["Who here is the most creative?", "Who here thinks beige is a bold color?"],
      ["Who here is the best at fixing things?", "Who here breaks everything they touch?"],
      ["Who here has the most hobbies?", "Who here’s idea of fun is watching paint dry?"],
      ["Who here is the best gift-giver?", "Who here re-gifts fruitcake?"],
      ["Who here is the most photogenic?", "Who here blinks in every photo?"],
      ["Who here has the best taste in movies?", "Who here thinks Adam Sandler is high art?"],
      ["Who here is the most reliable?", "Who here forgets plans five minutes after making them?"],
      ["Who here has the best playlist?", "Who here still listens to elevator music?"],
      ["Who here is the best at karaoke?", "Who here clears the room when they sing?"],
      ["Who here has the most travel experience?", "Who here thinks the next town over is exotic?"],
      ["Who here is the best at keeping secrets?", "Who here spills the tea before it’s brewed?"],
      ["Who here has the best pet?", "Who here would have a pet rock?"],
      ["Who here is the most skilled at games?", "Who here loses at rock-paper-scissors to themselves?"],
      ["Who here has the best workout routine?", "Who here considers walking to the fridge cardio?"],
      ["Who here is the best at budgeting?", "Who here spends rent money on lottery tickets?"],
      ["Who here has the best laugh?", "Who here laughs like a hyena on helium?"],
      ["Who here is the most charismatic?", "Who here makes small talk with houseplants?"],
      ["Who here is the best at directions?", "Who here gets lost in their own driveway?"],
      ["Who here has the best car?", "Who here drives a beater?"],
      ["Who here is the most patient?", "Who here rage-quits at loading screens?"],
      ["Who here is the best at planning parties?", "Who here plans parties with a single balloon?"],
      ["Who here has the best sneaker collection?", "Who here would wear velcro shoes?"]
    ],
    "round3": [
      ["How many times have you cried in the past month?", "How many text messages have you received today?"],
      ["How many hours did you sleep last night?", "How many steps did you take yesterday?"],
      ["How many countries have you visited?", "How many books have you read this year?"],
      ["How many pets do you have?", "How many coffees did you drink today?"],
      ["How many concerts have you been to?", "How many push-ups can you do in a row?"],
      ["How many siblings do you have?", "How many emails are in your inbox right now?"],
      ["How many times have you moved houses?", "How many apps are on your phone?"],
      ["How many languages do you speak?", "How many hours have you spent gaming this week?"],
      ["How many tattoos do you have?", "How many plants are in your home?"],
      ["How many times have you been on a plane?", "How many songs are in your favorite playlist?"],
      ["How many shoes do you own?", "How many tabs are open in your browser?"],
      ["How many times have you dyed your hair?", "How many alarms do you set each morning?"],
      ["How many board games do you own?", "How many times have you sneezed today?"],
      ["How many times have you been to the beach this year?", "How many keys are on your keyring?"],
      ["How many times have you changed jobs?", "How many water bottles do you own?"],
      ["How many streaming services do you subscribe to?", "How many times have you hit snooze this week?"],
      ["How many houseplants have you killed?", "How many photos did you take yesterday?"],
      ["How many times have you been camping?", "How many batteries are in your remote drawer?"],
      ["How many times have you seen your favorite movie?", "How many candles are in your house?"],
      ["How many times have you lost your phone this month?", "How many spices are in your kitchen?"],
      ["How many times have you been to a wedding?", "How many pens are on your desk?"],
      ["How many times have you cooked this week?", "How many light bulbs are out in your home?"],
      ["How many times have you been late this month?", "How many reusable bags do you own?"],
      ["How many times have you exercised this week?", "How many magnets are on your fridge?"],
      ["How many times have you changed your password this year?", "How many hats do you own?"],
      ["How many times have you been to the dentist this year?", "How many notebooks do you own?"],
      ["How many times have you flown first class?", "How many coasters are in your living room?"],
      ["How many times have you been stuck in traffic this week?", "How many mugs do you own?"],
      ["How many times have you re-watched a TV series?", "How many pillows are on your bed?"],
      ["How many times have you forgotten a birthday?", "How many flashlights do you own?"],
      ["How many times have you gone hiking this year?", "How many extension cords do you have?"],
      ["How many times have you eaten fast food this week?", "How many picture frames are in your home?"],
      ["How many times have you changed your phone case?", "How many clocks are in your house?"],
      ["How many times have you been to a museum this year?", "How many umbrellas do you own?"],
      ["How many times have you parallel parked successfully?", "How many scissors are in your kitchen?"],
      ["How many times have you been on a boat?", "How many tape measures do you own?"],
      ["How many times have you baked cookies this year?", "How many throw blankets do you have?"],
      ["How many times have you changed your hairstyle?", "How many calendars do you own?"],
      ["How many times have you been to a concert this year?", "How many staplers are on your desk?"],
      ["How many times have you lost your keys this month?", "How many lamps are in your bedroom?"],
      ["How many times have you gone swimming this year?", "How many cutting boards do you own?"],
      ["How many times have you taken a selfie this week?", "How many measuring cups do you have?"],
      ["How many times have you been to the movies this year?", "How many oven mitts do you own?"],
      ["How many times have you cleaned your car this month?", "How many ice cube trays do you have?"],
      ["How many times have you ridden a bike this year?", "How many reusable straws do you own?"],
      ["How many times have you eaten out this week?", "How many chip clips do you have?"],
      ["How many times have you changed your sheets this month?", "How many dish towels are in your kitchen?"],
      ["How many times have you been to a zoo this year?", "How many paper clips are on your desk?"],
      ["How many times have you called your parents this week?", "How many rubber bands do you own?"]
    ]
}